Revit 2024 API
ParameterTypeId.TagOrientationParam Property
 "Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TagOrientationParam { get; }
Visual Basic
Public Shared ReadOnly Property TagOrientationParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TagOrientationParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace